print("a\
b\
c")

print('foo\tbar')
print("foo\vbar")
print("foo\nbar")
print('\u2192 \N{rightwards arrow}')
print("foo\rbar")
print(r'foo\nbar')
print(R'foo\\bar')
'''Граф Дракула народився у Жовтні 1429 року. 
Щороку його друзі дарували на день народження по 5 грамів золота. 
Кожен високосний рік – 10 г. А кожен ювілей – по 20 грам. 
Чи зможе цього року Граф купити собі гелікоптер, якщо
він коштує 250 тис. $. а кілограм золота 55 тис. $.'''
years = 2023 - 1429
print(years)
print(5 * 594)
print(2970 / 1000)
print(3 * 55)


